Repository: webmandesign/receptar
Catalog: languages/*.po
Languages: el, pt_br

source: Oops! That page can not be found.
el: Ουπς! Δεν μπορώ να βρω τη σελίδα που ψάχνεις.
pt_br: Oops! Esta página não pode ser encontrada.

source: It looks like nothing was found at this location. Maybe try a search?
el: Φαίνεται ότι δε βρέθηκε κάτι σε αυτή την τοποθεσία. Μήπως να δοκίμαζες στην αναζήτηση;
pt_br: Ao que parece, nada foi encontrado. Que tal fazer uma pesquisa?

# Comments list title.
source: 1 comment on &ldquo;%2$s&rdquo;
el: 1 σχόλιο στο &ldquo;%2$s&rdquo;
pt_br: 1 comentário em &ldquo;%2$s&rdquo;

# Add new comment link text.
source: Add yours &rarr;
el: Πρόσθεσε το δικό σου &rarr;
pt_br: Adicione o seu &rarr;

source: Comments are closed. You can not add new comments.
el: Τα σχόλια της καταχώρησης έχουν κλείσει. Δεν μπορείς να προσθέσεις νέα σχόλια.
pt_br: Comentário está encerrados. Você não pode adicionar novos comentários.

source: Comment navigation
el: Πλοήγηση στα σχόλια
pt_br: Navegar pelos comentários

source: &larr; Older comments
el: &larr; Παλαιότερα σχόλια
pt_br: &larr; Comentários antigos

source: Newer comments &rarr;
el: Νεότερα σχόλια &rarr;
pt_br: Novos comentários &rarr;

source: Press CTRL key for multiple selection.
el: Πάτησε το πλήκτρο CTRL για πολλαπλή επιλογή.
pt_br: Pressionar CTRL para escolher múltiplos itens.

source: Load more&hellip;
el: Περισσότερα&hellip;
pt_br: Saiba mais&hellip;

# Site logo image "alt" HTML attribute text.
source: %s logo
el: %s λογότυπο

# Parted/paginated post table of content title.
source: "%s" table of contents
el: "%s" πίνακας περιεχομένων
pt_br: "%s" sumário

source: Page %s
el: Σελίδα %s
pt_br: Página %s

source: Part %
el: Μέρος %
pt_br: Parte %

# %d: number of comments.
source: Comments: %d
el: Σχόλια: %d
pt_br: Comentários: %d

# Title for number of comments in post meta.
source: Comments:
el: Σχόλια:
pt_br: Comentários:

source: Edit the "%s"
el: Επεξεργαστείτε το "%s"
pt_br: Editar o "%s"

# Edit post link.
source: Edit
el: Επεξεργασία
pt_br: Editar

source: Permalink to "%s"
el: Μόνιμος σύνδεσμος στο "%s"
pt_br: Link permanente pra "%s"

source: Views count
el: Καταμέτρηση προβολών
pt_br: Exibir contagem

# Paginated content title suffix.
source: (page %s)
el: (σελίδα %s)
pt_br: (página %s)

source: Skip to content
el: Μετάβαση στο περιεχόμενο
pt_br: Pular para conteúdo

source: Skip to navigation
el: Μετάβαση στην πλοήγηση
pt_br: Pular para navegação

# Visual editor blockquote formats group title.
source: Quotes
el: Εισαγωγικά
pt_br: Citações

source: Blockquote
el: Παράθεση
pt_br: Caixa de citação

source: Pullquote - align left
el: Παράθεση - στοίχιση αριστερά
pt_br: Citação - alinhada a esquerda

source: Pullquote - align right
el: Παράθεση - στοίχιση δεξιά
pt_br: Citação - alinhada a direita

# Visual editor format label for HTML CITE tag used to set the blockquote source.
source: Cite
el: Παράθεση
pt_br: Citação

source: Text styles
el: Στυλ κειμένων
pt_br: Estilos de texto

source: Uppercase heading or paragraph
el: Κεφαλαία επικεφαλίδα ή παράγραφος
pt_br: Título em caixa altar ou parágrafo

source: Highlighted (marked) text
el: Τονισμένο (με σήμανση) κείμενο
pt_br: Texto realçado

source: Button link
el: Σύνδεσμος κουμπιού
pt_br: Link do botão

# Customizer section title.
source: Colors
el: Χρώματα
pt_br: Cores

# Customizer panel title.
source: Theme
el: Θέμα
pt_br: Tema

source: Accent color
el: Χρώμα έμφασης
pt_br: Cor principal

source: This color affects links, buttons and other elements of the website
el: Αυτό το χρώμα επηρεάζει συνδέσμους, κουμπιά και άλλα στοιχεία της ιστοσελίδας
pt_br: Esta cor afeta os links, botões e outros elementos do site

source: Accent text color
el: Χρώμα έμφασης κειμένου
pt_br: Cor principal para texto

source: Color of text over accent color background
el: Χρώμα κειμένου πάνω από χρώμα έμφασης φόντου
pt_br: Cor do texto sobre a cor principal do fundo

source: Header
el: Κεφαλίδα
pt_br: Cabeçalho

source: Background color
el: Χρώμα φόντου
pt_br: Cor de fundo

source: Text color
el: Χρώμα κειμένου
pt_br: Cor do texto

source: Sidebar
el: Πλευρική εργαλειοθήκη

source: Headings color
el: Χρώματα επικεφαλίδων
pt_br: Cor dos títulos

source: Borders color
el: Χρώμα περιθωρίων
pt_br: Cor das bordas

source: Content
el: Περιεχόμενο
pt_br: Conteúdo

source: Alternative colors
el: Εναλλακτικά χρώματα
pt_br: Cores alternativas

source: Footer
el: Υποσέλιδο
pt_br: Rodapé

# Customizer section title.
source: Fonts
el: Γραμματοσειρές
pt_br: Fontes

source: This theme does not restrict you to a predefined set of fonts. Please use any font service (such as %s) plugin you want and set the plugin according to the information below.
el: Αυτό το θέμα δε σας περιορίζει σε ένα προκαθορισμένο σύνολο γραμματοσειρών. Παρακαλούμε χρησιμοποιήστε οποιαδήποτε υπηρεσία πρόσθετου γραμματοσειράς (όπως% s) που θέλετε και ρυθμίστε το πρόσθετο σύμφωνα με τις παρακάτω πληροφορίες.
pt_br: Este tema não lhe restringe a uma lista predefinida de fontes. Você pode usar qualquer plugin de serviço de fontes (tal como %s) que desejar conforme as informações abaixo.

source: List of CSS selectors for predefined theme font sets:
el: Λίστα CSS επιλογέων για τα προκαθορισμένα σύνολα γραμματοσειρών του θέματος:
pt_br: Lista de seletores CSS para o conjunto de fontes predefinidas do tema:

# CSS selector group name.
source: Texts:
el: Κείμενα:
pt_br: Textos:

# CSS selector group name.
source: Headings:
el: Επικεφαλίδες:
pt_br: Títulos:

# CSS selector group name.
source: Logo:
el: Λογότυπο:

source: By default the theme uses %1$s font for texts, %2$s font for headings and %3$s font for logo.
el: Εξ ορισμού το θέμα χρησιμοποιεί γραμματοσειρά %1$s για κείμενα, %2$s γραμματοσειρά για επικεφαλίδες και γραμματοσειρά %3$s για το λογότυπο.
pt_br: Por padrão o tema usar a fonte %1$s para textos, a fonte %2$s para cabeçalhos e %3$s para a logo.

source: Theme Credits
el: Συντελεστές Θέματος
pt_br: Créditos do Tema

# 1: linked theme name, 2: theme author name, 3: theme author link.
source: %1$s is free WordPress theme developed by %2$s. You can obtain other professional WordPress themes at %3$s. Thank you for using this awesome theme!
el: Το %1$s είναι δωρεάν WordPress θέμα που αναπτύχθηκε από το %2$s. Μπορείτε να αποκτήσετε άλλα επαγγελματικά WordPress θέματα στο %3$s. Σας ευχαριστούμε που χρησιμοποιείτε αυτό το φοβερό θέμα!
pt_br: %1$s é uma tema gratuito do WordPress desenvolvido por %2$s. Você pode obter outros temas profissionais em %3$s. Obrigado por utilizar este tema sensacional! ;-)

source: Donate
el: Δωρεά
pt_br: Doar

source: Primary Menu
el: Κυρίως Μενού
pt_br: Menu Principal

source: Social Links Menu
el: Social Links Μενού
pt_br: Menu de Redes Sociais

source: In posts list.
el: Σε λίστα αναρτήσεων.
pt_br: Em lista de posts.

source: In single post page.
el: Σε σελίδα απλής ανάρτησης.
pt_br: Em uma página simples de post.

source: In front (and blog) page banner.
el: Μπροστά (και blog) σελίδα μπάνερ.
pt_br: Banner no início (e no blog).

source: In single post page on mobile devices only.
el: Σε σελίδα απλής ανάρτησης σε κινητές συσκευές μόνο.
pt_br: Na página do post em celulares apenas.

# WordPress predefined image size name.
source: Thumbnail size
el: Μέγεθος μικρογραφίας
pt_br: Miniatura

# WordPress predefined image size name.
source: Medium size
el: Μεσαίο μέγεθος
pt_br: Tamanho médio

# WordPress predefined image size name.
source: Large size
el: Μεγάλο μέγεθος
pt_br: Tamanho grande

source: Recommended image sizes
el: Προτεινόμενα μεγέθη εικόνας
pt_br: Tamanhos de imagens recomendados

source: For the theme to work correctly, please, set these recommended image sizes:
el: Για να λειτουργήσει σωστά το θέμα, παρακαλούμε, χρησιμοποιήστε τα συνιστώμενα μεγέθη εικόνας:
pt_br: Para que o tema funcione corretamente, por favor, defina os tamanhos de imagem a seguir:

source: Size name
el: Όνομα μεγέθους
pt_br: Nome do tamanho

source: Size parameters
el: Παράμετροι μεγέθους
pt_br: Parâmetros do tamanho

source: Theme usage
el: Χρήση θέματος
pt_br: Uso do tema

source: cropped
el: περικομμένη
pt_br: recortado

source: scaled
el: κλιμακούμενη
pt_br: redimensionado

source: Additional image size added by the theme. Can not be changed on this page.
el: Πρόσθετα μέγεθη εικόνων έχουν προστεθεί από το θέμα. Δεν μπορούν να αλλάξουν σε αυτή τη σελίδα.
pt_br: Tamanhos de imagem adicionais criados pelo tema. Não pode ser alterado nesta página.

source: This content is password protected.
el: Αυτό το περιεχόμενο είναι προστατευμένο με κωδικό πρόσβασης.
pt_br: Este conteúdo é protegido por senha.

source: Enter the password to view it.
el: Εισάγετε τον κωδικό πρόσβασης για να δείτε το περιεχόμενο.
pt_br: Informe a senha para exibir.

source: Continue reading%s&hellip;
el: Συνέχισε την ανάγνωση%s&hellip;
pt_br: Continue lendo%s&hellip;

source: <span class="post-title"><span class="meta-nav">Published In: </span>%title</span>
el: <span class="post-title"><span class="meta-nav">Δημοσιεύτηκε σε: </span>%title</span>
pt_br: <span class="post-title"><span class="meta-nav">Publicado em: </span>%title</span>

source: <span class="post-title"><span class="meta-nav">Previous: </span>%title</span>
el: <span class="post-title"><span class="meta-nav">Προηγούμενο: </span>%title</span>
pt_br: <span class="post-title"><span class="meta-nav">Anterior: </span>%title</span>

source: <span class="post-title"><span class="meta-nav">Next: </span>%title</span>
el: <span class="post-title"><span class="meta-nav">Επόμενο: </span>%title</span>
pt_br: <span class="post-title"><span class="meta-nav">Próximo: </span>%title</span>

source: Post navigation
el: Πλοήγηση ανάρτησης
pt_br: Navegação do post

source: Powered by %s.
el: Υποστηρίζεται από %s.

source: Theme by %s.
el: Θέμα από %s.
pt_br: Tema por %s.

source: Displayed in hidden sidebar on left below the primary navigation.
el: Εμφανίζεται στην κρυφή πλευρική εργαλειοθήκη στα αριστερά κάτω από την κυρίως πλοήγηση.
pt_br: Exibido no sidebar a esquerda do site, logo abaixo do menu principal.

source: Header Widgets
el: Μονάδες Κεφαλίδας
pt_br: Widgets no Cabeçalho

source: Display widgets in the site header.
el: Εμφάνιση μονάδων στην κεφαλίδα της ιστοσελίδας.
pt_br: Exibi widgets no cabeçalho do site.

source: Dropcap text
el: Κείμενο Dropcap
pt_br: Texto em dropcap

# Comment form field placeholder text.
source: Comment
el: Σχολιο
pt_br: Comentário

# Comment form field placeholder text.
source: Name
el: Όνομα
pt_br: Nome

# Comment form field placeholder text.
source: Website
el: Ιστοσελίδα
pt_br: Site

source: Search Results for: %s
el: Αποτελέσματα αναζητησης για: %s
pt_br: Resultados da pesquisa por: %s

# Search field label.
source: Search
el: Αναζήτηση
pt_br: Pesquisar

source: Type and press enter
el: Πληκτρολόγησε και πάτησε enter
pt_br: O que você procura?

source: %s site navigation
el: %s πλοήγηση ιστοσελίδας
pt_br: %s navegação do site

# Mobile navigation toggle button title.
source: Menu
el: Μενού

# Attachment page publish time.
source: Image published on:
el: Δημοσίευση εικόνας στις:
pt_br: Imagem publicada em:

source: Image size:
el: Μέγεθος αρχείου:
pt_br: Tamanho da imagem:

source: Image file name:
el: Όνομα αρχείου εικόνας:
pt_br: Nome do arquivo:

source: Nothing Found
el: Δε βρέθηκε τίποτα
pt_br: Nada encontrado

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
el: Έτοιμοι να δημοσιεύσετε την πρώτη σας ανάρτηση; <a href="%1$s">Ξεκινήστε εδώ</a>.
pt_br: Pronto para publicar o seu primeiro post? <a href="%1$s">Comece aqui</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
el: Λυπούμαστε, αλλά τίποτα δεν ταιριάζει με τους όρους αναζήτησής σας. Παρακαλώ δοκιμάστε ξανά με κάποιες διαφορετικές λέξεις-κλειδιά.
pt_br: Desculpe, mas não encontramos algo que coincida com sua procura. Por favor, tente com palavras diferentes.

source: It seems we can not find what you are looking for. Perhaps searching can help.
el: Φαίνεται ότι δεν μπορούμε να βρούμε αυτό που ψάχνετε. Ίσως μια αναζήτηση μπορεί να βοηθήσει.
pt_br: Ao que parece não encontramos o que você procurava. Talvez uma pesquisa ajude.

# 1: image width, 2: image height, 3: cropped or scaled?
source: %1$d &times; %2$d, %3$s
pt_br: %1$d &vezes; %2$d, %3$s
